INSERT INTO library.BOOK (bookTitle,author,genre,publisher,publishedYear,status) VALUES
	 ('나미야 잡화점의 기적','히가시노 게이고','소설','현대문학',2012,'대출 가능'),
	 ('해리 포터와 마법사의 돌','J.K. 롤링','판타지','마법소녀',1997,'대출 가능'),
	 ('반지의 제왕: 반지 원정대','J.R.R. 톨킨','판타지','영웅담',1954,'대출 가능'),
	 ('다빈치 코드','댄 브라운','추리소설','역사',2003,'대출 가능'),
	 ('위대한 개츠비','F. 스콧 피츠제럴드','소설','현대문학',1925,'대출 가능'),
	 ('마음챙김의 기적','스티븐 헤이즈','자기계발서','심리학',2014,'대출 가능'),
	 ('어린왕자','생텍쥐페리','동화','우주',1943,'대출 가능'),
	 ('이방인','알베르 카뮈','소설','실존주의',1942,'대출 가능'),
	 ('동물농장','조지 오웰','사회소설','정치',1945,'대출 가능'),
	 ('반지의 제왕: 두 개의 탑','J.R.R. 톨킨','판타지','영웅담',1954,'대출 가능');
INSERT INTO library.BOOK (bookTitle,author,genre,publisher,publishedYear,status) VALUES
	 ('반지의 제왕: 왕의 귀환','J.R.R. 톨킨','판타지','영웅담',1955,'대출 가능'),
	 ('그리스 신화','로버트 그레이브스','신화','종교',1955,'대출 가능'),
	 ('노인과 바다','헤밍웨이','소설','모험',1952,'대출 가능'),
	 ('바람과 함께 사라지다','마가렛 미첼','소설','역사',1936,'대출 가능'),
	 ('햄릿','셰익스피어','희곡','고전',1603,'대출 가능'),
	 ('돈키호테','미겔 데 세르반테스','소설','풍자',1605,'대출 가능'),
	 ('전쟁과 평화','레프 톨스토이','소설','역사',1869,'대출 가능'),
	 ('죄와 벌','표도르 도스토옙스키','소설','심리학',1866,'대출 가능'),
	 ('그림자와 뼈','리베카 로스','판타지','로맨스',2012,'대출 가능'),
	 ('미드나잇 라이브러리','매트 헤이그','판타지','로맨스',2020,'대출 가능');
INSERT INTO library.BOOK (bookTitle,author,genre,publisher,publishedYear,status) VALUES
	 ('로스트 시티 오브 Z','데이비드 맥컬리','모험','역사',2006,'대출 가능'),
	 ('오만과 편견','제인 오스틴','소설','로맨스',1813,'대출 가능'),
	 ('댈러웨이 부인','버지니아 울프','소설','모더니즘',1925,'대출 가능'),
	 ('파우스트','요한 볼프강 폰 괴테','희곡','고전',1808,'대출 가능'),
	 ('대지','파울로 코엘료','소설','종교',1982,'대출 가능'),
	 ('데미안','헤르만 헤세','소설','성장소설',1919,'대출 가능'),
	 ('1984','조지 오웰','소설','디스토피아',1949,'대출 가능'),
	 ('사피엔스','유발 하라리','역사','인류학',2011,'대출 가능'),
	 ('21세기 자본','토마 피케티','경제학','불평등',2013,'대출 가능'),
	 ('제로','사이먼 스나이더','역사','전쟁',2010,'대출 가능');
INSERT INTO library.BOOK (bookTitle,author,genre,publisher,publishedYear,status) VALUES
	 ('지적 대화를 위한 넓고 얕은 지식','김영하','비문학','인문학',2013,'대출 가능'),
	 ('지적 대화를 위한 넓고 얕은 지식2','김영하','비문학','인문학',2013,'대출 가능'),
	 ('죽은 시인의 사회','네이선 파이퍼','자기계발','교육',1999,'대출 가능'),
	 ('미움받을 용기','기시미 이치로','자기계발','마음',2014,'대출 가능'),
	 ('채식주의자','한강','소설','문학동네',2007,'대출 가능'),
	 ('82년생 김지영','조남주','소설','창비',2016,'대출 가능'),
	 ('아몬드','손원평','소설','창비',2017,'대출 가능'),
	 ('20세기의 종말과 시작','사토 지로','소설','문학동네',2000,'대출 가능'),
	 ('베르세르크','미우라 켄타로','만화','이슈토리',1989,'대출 가능'),
	 ('원피스','오다 에이치로','만화','슈에이샤',1997,'대출중');
INSERT INTO library.BOOK (bookTitle,author,genre,publisher,publishedYear,status) VALUES
	 ('나루토','키시모토 마사시','만화','슈에이샤',1999,'대출중'),
	 ('귀멸의 칼날','고토게 코요하루','만화','슈에이샤',2016,'대출중'),
	 ('파친코','이민진','소설','김영사',2017,'대출중'),
	 ('채식주의자','한강','영화','CJ ENM',2020,'대출중'),
	 ('82년생 김지영','조남주','영화','롯데엔터테인먼트',2020,'대출중'),
	 ('아몬드','손원평','영화','NEW',2023,'대출중'),
	 ('20세기의 종말과 시작','사토 지로','영화','쇼치쿠',2001,'대출중'),
	 ('베르세르크','미우라 켄타로','애니메이션','매드하우스',1997,'대출중'),
	 ('원피스','오다 에이치로','애니메이션','토에이 애니메이션',1999,'대출중'),
	 ('나루토','키시모토 마사시','애니메이션','토에이 애니메이션',2002,'대출중');
INSERT INTO library.BOOK (bookTitle,author,genre,publisher,publishedYear,status) VALUES
	 ('귀멸의 칼날','고토게 코요하루','애니메이션','ufotable',2019,'대출중'),
	 ('모모','미하엘 엔데','동화','문학동네',1973,'대출중'),
	 ('아프니까 청춘이다','김난도','자기계발','쌤앤파커스',2007,'대출중'),
	 ('죽은 시인의 사회','네이선 파이퍼','자기계발','웅진지식하우스',1994,'대출중'),
	 ('세상에서 가장 아름다운 소설','조앤 디필드','로맨스','다산책방',2002,'대출중'),
	 ('파친코','이민진','소설','김영사',2017,'대출중'),
	 ('82년생 김지영','조남주','소설','창비',2016,'대출중'),
	 ('아몬드','손원평','소설','창비',2017,'대출중'),
	 ('20세기의 종말과 시작','사토 지로','소설','문학동네',2000,'대출중'),
	 ('데미안','헤르만 헤세','성장소설','열린책들',1919,'대출중');
INSERT INTO library.BOOK (bookTitle,author,genre,publisher,publishedYear,status) VALUES
	 ('테스트다','테스트','테스트','최종테스트',1234,'대출 가능');
